tap "elastic/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "carthage"
brew "fish"
brew "fzf"
brew "github/gh/gh"
brew "git"
brew "python"
brew "icu4c"
brew "imagemagick"
brew "neovim"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "watchman"
brew "yarn"
brew "elastic/tap/elasticsearch-full"
brew "heroku/brew/heroku"
cask "adoptopenjdk"
cask "chromedriver"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "iterm2"
cask "kap"
cask "visual-studio-code"
cask "alacritty"
cask "kitty"
